Revit 2024 API
Noise.NoiseThresholdLow Property
 The property labeled "Low" from the "Noise" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string NoiseThresholdLow { get; }
Visual Basic
Public Shared ReadOnly Property NoiseThresholdLow As String
	Get
Visual C++
public:
static property String^ NoiseThresholdLow {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Noise Class
Autodesk.Revit.DB.Visual Namespace